{
  "common": {
    "name": "COVID Tracker Ireland",
    "url": "https://www.covidtracker.ie/",
    "message": "nete a COVID Tracker Irlanda para luchar contra COVID-19",
    "networkError": "Problema de conexi贸n. Por favor, comprueba tu conexi贸n a Internet e int茅ntalo de nuevo.",
    "missingDataAction": "Actualizar la p谩gina",
    "missingError": "Problema de carga. No pudimos cargar algunos de los datos correctamente.",
    "preferNotToSay": "Prefiero no decirlo",
    "confirmChanges": "Confirmar los cambios",
    "changesUpdated": "Cambios actualizados",
    "dismiss": "Descartar"
  },
  "viewNames": {
    "age": "Confirma tu edad",
    "getStarted": "Empezar",
    "casesByCounty": "Casos por condado",
    "updates": "Actualizaciones",
    "symptomchecker": "Chequeo de COVID",
    "settings": "Ajustes",
    "uploadKeys": "Sube tus claves aleatorias",
    "closeContact": "Contacto cercano",
    "settingsContactTracing": "Ajustes de rastreo de contactos",
    "settingsCheckin": "Configuraci贸n de verificaci贸n de COVID",
    "dataPolicy": "Pol铆tica de protecci贸n de datos",
    "terms": "T茅rminos y condiciones",
    "metrics":"Configuraci贸n de las m茅tricas de la App",
    "leave": "Deja el rastreador de COVID en Irlanda",
    "contactTracing": "Rastreo de contactos"
  },
  "navbar": {
    "settings": "Ajustes",
    "settingsHint": "Ver o modificar la configuraci贸n de la aplicaci贸n",
    "back": "Volver",
    "backHint": "Navega hacia atr谩s a la pantalla anterior"
  },
  "tabBar": {
    "updates": "Actualizaciones",
    "symptomCheck": "COVID Check-In",
    "contactTracing": "Rastreo de contactos",
    "shareApp": "Compartir app",
    "shareError": "Hubo un error al compartir. Por favor, int茅ntelo de nuevo o p贸ngase en contacto con nosotros."
  },
  "onboarding": {
    "intro": {
      "title": "Con el rastreador de COVID puedes hacer 3 cosas para ayudar a luchar contra COVID-19:",
      "view1": {
        "title": "Rastreo de contactos",
        "text": "Ayuda a rastrear los contactos, protegiendo tu privacidad."
      },
      "view2": {
        "title": "COVID Check-In",
        "text": "Revise sus s铆ntomas todos los d铆as."
      },
      "view3": {
        "title": "Actualizaciones",
        "text": "Mant茅ngase al d铆a en la lucha contra COVID-19."
      },
      "view4": {
        "text": "Si tocas Empezar, est谩s aceptando los ",
        "link": "T茅rminos & Condiciones"
      },
      "action": "Empezar"
    },
    "information": {
      "title": "Rastreo de Contactos",
      "highlight": "El Rastreo de Contactos ayuda a prevenir la propagaci贸n de COVID-19.",
      "highlight1": "Esta aplicaci贸n apoya el trabajo de los equipos de Rastreo de Contactos del HSE, pero dichos equipos tambi茅n pueden contactarle como parte del rastreo de contactos manual.",
      "text": "La App le enviar谩 una Alerta de Contacto Cercano si ha estado en contacto cercano con alguien que ha dado positivo en la prueba del virus.",
      "text1": "Para habilitar el Rastreo de Contactos para esta aplicaci贸n necesitas activarlo:",
      "text2": "y para obtener una alerta necesitas encenderla:",
      "action": "Contin煤a",
      "later": "Tal vez m谩s tarde.",
      "skip": "Saltar por ahora",
      "bluetooth": "Servicio de notificaci贸n de exposici贸n",
      "notifications": "Notificaciones",
      "quote": "Si cambias de opini贸n, puedes cambiar tus permisos en Configuraci贸n en cualquier momento."
    },
    "upgrade": {
      "ios": {
        "title": "El iOS de Apple debe ser actualizado",
        "text": "Para habilitar Rastreo de Contactos, necesitas actualizar a la 煤ltima versi贸n de Apple iOS.",
        "action": "Compruebe si hay actualizaciones..."
      },
      "android": {
        "title": "Los Servicios de Google Play deben ser actualizados",
        "text": "Para habilitar Rastreo de Contactos, necesitas actualizar a la 煤ltima versi贸n de Google Play Services.",
        "action": "Compruebe si hay actualizaciones..."
      }
    }
  },
  "dataProtectionPolicy": {
    "title": "Aviso de informaci贸n sobre protecci贸n de datos",
    "link": "Puede leer el Aviso de Informaci贸n sobre Protecci贸n de Datos aqu铆",
    "text": "El AIPD no pudo ser cargado"
  },
  "tandcPolicy": {
    "title": "T茅rminos y condiciones",
    "link": "T茅rminos y condiciones",
    "text": "Los T茅rminos y Condiciones no pudieron ser cargados"
  },
  "stats": {
    "title": "ltima actualizaci贸n",
    "totalConfirmed": "Total de casos confirmados",
    "totalDeaths": "Muertes totales",
    "totalHospitalised": "N煤mero de personas hospitalizadas",
    "requiredICU": "Necesita UCI"
  },
  "checker": {
    "title": "COVID Check-In",
    "resultTitle": "Gracias",
    "question1": "**驴Tienes fiebre - una temperatura alta de m谩s de 38 grados cent铆grados?**\n\nLos s铆ntomas de la fiebre pueden incluir mejillas sonrojadas, sentirse cansado y estar acalorado o caliente al tacto.",
    "question1id": "fiebre",
    "question1Label": "Alta temperatura o escalofr铆os",
    "question2id": "tos",
    "question2": "*驴Tienes alg煤n tipo de tos?*",
    "question2Label": "Tos",
    "question3id": "respiraci贸n",
    "question3": "**驴Tienes alguna dificultad para respirar?**\n\nEsto puede ser como jadear o sentir que no puedes llenar tus pulmones.",
    "question3Label": "Dificultad para respirar",
    "question4id": "gripe",
    "question4": "**驴Tienes alguna p茅rdida del sentido del gusto o del olfato?**\n\nEsto podr铆a significar que no puedes saborear u oler nada, o que las cosas saben u huelen diferente a lo normal.",
    "question4Label": "P茅rdida del sentido del gusto o del olfato",
    "yes": "S铆",
    "no": "No",
    "virusIsolation": "Estos s铆ntomas coinciden con los s铆ntomas del coronavirus. Recuerda, 8 de cada 10 personas con COVID-19 se recuperan en casa con descanso y medicamentos sin receta.\n\n驴Qu茅 hacer ahora?\n\nPor favor, a铆slate en casa para proteger a los dem谩s.\n\nLlama a tu m茅dico de cabecera para obtener asesoramiento y ver si debe ser analizado para COVID-19.",
    "recovered": "Nos alegra saber que te sientes mejor. Mantente bien siguiendo el consejo de hse.ie.",
    "linkButton": "Lea m谩s consejos aqu铆",
    "viewHistory": "Ver mi historia",
    "introTitle": "COVID Check-In",
    "introWelcome": "Sobre ti",
    "introButton": "Contin煤a",
    "noresults": "A煤n no has probado el chequeo de s铆ntomas. Empieza ahora tocando el bot贸n de arriba",
    "noSymptomsWell": {
      "message": "Nos alegra saber que te sientes bien. Gracias por venir a vernos. Incluso si todav铆a est谩s bien, por favor vuelve ma帽ana para hacernos saber c贸mo est谩s.",
      "viewHistory": "Ver mi historia",
      "advice": "Visita hse.ie para leer m谩s sobre c贸mo protegerse a s铆 mismo y a los dem谩s del coronavirus.",
      "protectionAdvice": "Consejos sobre la protecci贸n"
    },
    "noSymptomsNotWell": {
      "message": "Gracias por comprobarlo. Lamentamos o铆r que no te encuentras bien.\n\n Si tienes s铆ntomas como secreci贸n nasal o dolor de garganta, debes comportarse como si tuvieras un coronavirus y aislarte durante 14 d铆as para proteger a los dem谩s.\n\nLlama a tu m茅dico de cabecera para discutir tus s铆ntomas y si necesitas una prueba de coronavirus o no.",
      "viewHistory": "Ver mi historia",
      "advice": "Visita hse.ie para leer m谩s sobre c贸mo protegerte a ti mismo y a los dem谩s del coronavirus.",
      "protectionAdvice": "Consejos sobre protecci贸n"
    },
    "riskGroup": {
      "warning": "Debido a su edad, nos gustar铆a que tuviera un cuidado especial para protegerse de la COVID-19.\n\nLas personas mayores y las que tienen problemas de salud a largo plazo corren un mayor riesgo de padecer enfermedades graves si contraen COVID-19.",
      "warningReadMore": "Lea m谩s sobre esto aqu铆",
      "advice": "Sabemos que no es un momento f谩cil. Si necesita apoyo o consejo sobre c贸mo manejarse en casa, pulse abajo para obtener m谩s informaci贸n.",
      "adviceReadMore": "Obtener m谩s informaci贸n"
    }
  },
  "welcome": {
    "title": "Hola ",
    "text": "COVID Check-In permite, a todos los que usan la aplicaci贸n, comprobar los s铆ntomas y obtener consejos. Tambi茅n ayuda al HSE a mapear y rastrear c贸mo la COVID-19 est谩 afectando a Irlanda.\n\nCOVID Check-In no revela su identidad. Puede compartir su edad, sexo y localidad para ayudar a que la informaci贸n sea m谩s 煤til para el an谩lisis de la salud p煤blica.\n\nEl COVID Check-In tambi茅n mantiene un registro en su tel茅fono de cualquier s铆ntoma que haya tenido, para que pueda volverlo a revisar en cualquier momento.",
    "action": "S铆, me gustar铆a usar COVID Check-In",
    "letUsKnow": "H谩ganos saber si hoy\ntiene s铆ntomas"
  },
  "returning": {
    "title": "Bienvenido de nuevo ",
    "subtitle": "驴C贸mo te sientes hoy?",
    "action1": "Estoy bien, no tengo s铆ntomas.",
    "action2": "Hoy no me siento bien",
    "completeTitle": "Es genial escucharlo ",
    "completeLink": "Vea su historial"
  },
  "settings": {
    "title": "Ajustes",
    "contactTracing": "Rastreo de Contactos",
    "contactTracingHint": "Ver o modificar la configuraci贸n de Rastreo de Contactos",
    "checkIn": "COVID Check-In",
    "checkinHint": "Ver o modificar la configuraci贸n COVID Check-In",
    "privacyPolicy": "Aviso de informaci贸n sobre protecci贸n de datos",
    "privacyPolicyHint": "Ver el Aviso de Informaci贸n sobre Protecci贸n de Datos",
    "termsAndConditions": "T茅rminos y condiciones",
    "termsAndConditionsHint": "Ver los T茅rminos y Condiciones",
    "metrics": "M茅tricas de la App",
    "metricsHint": "Ver o modificar la configuraci贸n de m茅tricas de la App",
    "leave": "Abandonar",
    "leaveHint": "Abandonar la aplicaci贸n"
  },
  "leave": {
    "title": "Abandonar",
    "info": "Gracias por ayudarnos a luchar contra COVID-19. Sentimos mucho que te vayas. Cuando toques 'Quiero abandonar', eliminaremos todos los datos almacenados por la aplicaci贸n de su dispositivo, incluyendo un n煤mero de m贸vil, si lo ha compartido; datos de s铆ntomas y cualquier dato demogr谩fico de salud que pueda haber compartido.\n\nTambi茅n se eliminar谩n los tokens de autorizaci贸n sin identificaci贸n almacenados en el servidor. Las identificaciones aleatorias creadas o recogidas por los Servicios de Notificaci贸n de Exposici贸n no pueden ser eliminadas por la aplicaci贸n COVID Tracker. Si desea eliminar estas ID aleatorias, puede hacerlo a trav茅s de la configuraci贸n del dispositivo.",
    "button": "Quiero abandonar",
    "confirmTitle": "Abandonar",
    "confirmText": "驴Est谩s seguro de que quieres abandonar?",
    "cancel": "Cancelar",
    "confirm": "Confirmar",
    "error": "Hubo un error al borrar sus datos. Por favor, int茅ntelo de nuevo o p贸ngase en contacto con nosotros."
  },
  "checkInSettings": {
    "title": "COVID Check-In",
    "checkInFirst": "Su configuraci贸n ser谩 visible aqu铆 tan pronto como haga su primer Check-In",
    "intro": "Ha compartido con nosotros la siguiente informaci贸n",
    "gotoCheckIn": "Ir a COVID Check-In"
  },
  "appStats": {
    "title": "La lucha de hoy",
    "totalCheckins": "Total Check-Ins hoy",
    "noSymptoms": "Se sienten bien",
    "someSymptoms": "Algunos S铆ntomas",
    "nationalPicture": "El panorama nacional",
    "breakdown": "Pulse para el desglose del condado"
  },
  "contactTracing": {
    "title": "Rastreo de Contactos",
    "active": {
      "title": "Rastreo de Contactos activo"
    },
    "noSupport": {
      "title": "Rastreo de Contactos no disponible",
      "message": "Desafortunadamente, este dispositivo no soporta el Rastreo de Contactos. Todav铆a puedes usar la app para el registro y actualizaciones de COVID."
    },
    "canSupport": {
      "title": "Rastreo de Contactos no disponible",
      "message": {
        "ios": "Para habilitar Rastreo de Contactos es necesario actualizar a la 煤ltima versi贸n de iOS (13.5 o superior).",
        "android": "Para habilitar Rastreo de Contactos necesitas actualizar a la 煤ltima versi贸n de Google Play Services."
      },
      "button": "Compruebe si hay alguna actualizaci贸n..."
    },
    "notEnabled": {
      "title": "Rastreo de Contactos no habilitado",
      "message": "Para habilitar el Rastreo de Contactos necesitas configurarlo.",
      "button": "Configuraci贸n"
    },
    "notActive": {
      "title": "El Rastreo de Contactos no est谩 activo",
      "message00": "Necesita habilitar en tu configuraci贸n los **Servicio de notificaci贸n de exposici贸n**",
      "message10": "Necesita habilitar en tu configuraci贸n los **Servicio de notificaci贸n de exposici贸n**",
      "message01": "Necesitas habilitar **Bluetooth** en tu configuraci贸n",
      "message11": "Necesitas habilitar **Servicio de notificaci贸n de exposici贸n** y **Bluetooth** en tu configuraci贸n",
      "button": "Ir a los ajustes",
      "android": {
        "button": "Habilitar",
        "message": "Necesitas habilitar **Servicio de notificaci贸n de exposici贸n** para activar el Rastreo de Contactos"
      }
    },
    "registrationsTitle": "Registros App",
    "registrationsYesterday": "total registros desde la App",
    "registrationsHint": "Gr谩fico que muestra cu谩ntos registros ha habido en la aplicaci贸n a lo largo del tiempo",
    "shareAppText": "Cuanta m谩s gente pueda usar esta aplicaci贸n, m谩s efectivo ser谩 nuestro esfuerzo de Rastreo de Contactos. Comparte la aplicaci贸n para ayudarnos a alcanzar nuestro objetivo.",
    "uploadCard": {
      "title": "Suba sus IDs aleatorios",
      "text": "Para usar s贸lo si el HSE se pone en contacto con usted."
    },
    "closeContactCard": {
      "title": "Informaci贸n de contacto cercano",
      "text": "Qu茅 hacer si te dicen que eres un contacto cercano de alguien con COVID-19."
    },
    "settings": {
      "status": {
        "title": "Estado",
        "active": "El servicio est谩 actualmente activo",
        "notActive": "El servicio no est谩 activo",
        "intro": "Para actualizar la configuraci贸n de permisos, ve a la configuraci贸n de aplicaciones de tu dispositivo.",
        "gotoSettings": "Actualizar la configuraci贸n",
        "android": {
          "intro": "El servicio de notificaciones de exposici贸n no est谩 actualmente habilitado, haga clic en habilitar para comenzar.",
          "gotoSettings": "Habilitar"
        }
      },
      "clearData": {
        "title": "Contactos cercanos",
        "intro": "Toca el bot贸n de abajo para borrar todos los eventos de Contactos Cercanos.",
        "button": "Limpiar todo",
        "confirmTitle": "Contactos Cercanos",
        "confirmText": "驴Est谩s seguro de que quieres borrar todos tus contactos cercanos?",
        "cancel": "Cancelar",
        "confirm": "Confirmar",
        "error": "Hubo un error al borrar sus contactos cercanos. Por favor, int茅ntalo de nuevo."
      }
    }
  },
  "confirmedChart": {
    "title": "Casos confirmados diariamente",
    "label": "Gr谩fico de casos confirmados diarios",
    "hint": "Gr谩fico que muestra los casos confirmados diariamente a lo largo del tiempo",
    "yesterday": "Casos confirmados ayer"
  },
  "transmissionChart": {
    "title": "C贸mo se est谩 extendiendo COVID-19",
    "community": "Transmisi贸n comunitaria",
    "contact": "Contacto Cercano",
    "travel": "Viaje al extranjero"
  },
  "statsSource": {
    "monitor": "COVID-19 Health Surveillance Monitor (Irlanda)",
    "communityTransmissions": "Transmisiones comunitarias, sin contacto cercano conocido",
    "lastUpdatedStats": "ltima actualizaci贸n de los casos confirmados: ",
    "lastUpdatedProfile": "ltima actualizaci贸n del perfil de los casos: "
  },
  "symptomsHistory": {
    "title": "Su historial de s铆ntomas",
    "symptom": "S铆ntoma",
    "symptoms": "S铆ntomas",
    "completed": "Puedes comprobar los s铆ntomas de nuevo ma帽ana"
  },
  "casesByCounty": {
    "title": "Casos por condado"
  },
  "yourData": {
    "title": "Tus datos",
    "info": "La App COVID Tracker protege su privacidad y no comparte su informaci贸n personal con otros usuarios. Su identidad tampoco ser谩 revelada jam谩s a otros usuarios de la App.\n\n**Cualquier dato personal que proporcione ser谩 procesado de acuerdo con la ley GDPR. Puedes leer m谩s sobre esto en el Aviso de Informaci贸n sobre Protecci贸n de Datos que aparece a continuaci贸n. **Sus datos s贸lo se utilizar谩n en relaci贸n con la respuesta a la pandemia COVID-19**, tal como se establece en dicho Aviso.\n\nSi necesita ser alertado, la aplicaci贸n iniciar谩 este proceso con una notificaci贸n segura dentro de la aplicaci贸n. Aparte de usar esta aplicaci贸n, el equipo de rastreo de contactos del HSE puede llamarte si alguien con COVID-19 te identifica como un contacto cercano. Si tiene un positivo por COVID-19, el HSE se pondr谩 en contacto con usted por texto o por tel茅fono con los resultados.\n\nTenga cuidado con cualquier llamada telef贸nica, correo electr贸nico o texto sospechoso que le pida informaci贸n personal. **El HSE no le pedir谩 informaci贸n personal por texto o correo electr贸nico.**",
    "viewInSettings": "Puedes ver este aviso en cualquier momento en Ajustes. Si no quieres continuar, cierra y borra la aplicaci贸n. Si lo consiente, toque Continuar para seguir.",
    "continue": "Continuar"
  },
  "sorry": {
    "title": "Lamento escucharlo",
    "info": "Desafortunadamente no podr谩s usar m谩s la aplicaci贸n. Puedes volver a unirte en cualquier momento. S贸lo tienes que tocar el bot贸n de Regresar.",
    "back": "Regresar"
  },
  "ageRequirement": {
    "notice": "Debes tener 16 a帽os o m谩s para usar esta aplicaci贸n",
    "over": "Tengo 16 a帽os o m谩s",
    "under": "Soy menor de 16 a帽os"
  },
  "underAge": {
    "title": "Menor de 16",
    "notice": "Gracias por tu inter茅s pero, desafortunadamente, eres muy joven para participar en esta iniciativa.\n\nMantente a salvo."
  },
  "followUpCall": {
    "title": "Llamada de seguimiento de Rastreo de Contactos",
    "shortTitle": "Devolver llamada",
    "intro": "Si alguien, con quien has estado en Contacto Cercano, da positivo en las pruebas de COVID-19, la app te enviar谩 una alerta de Contacto Cercano.\n\nEl HSE tambi茅n te llamar谩 si proporcionas tu n煤mero a continuaci贸n.",
    "note": "El HSE tambi茅n puede telefonearte si se te identifica como un contacto cercano mediante el rastreo manual de contactos. El HSE le dar谩 consejos y lo referir谩 para que se haga la prueba si es apropiado.\n\nLa aplicaci贸n s贸lo compartir谩 su n煤mero de tel茅fono con el HSE si recibe una Alerta de Contacto Cercano. Puede ingresar su n煤mero a continuaci贸n o agregarlo m谩s tarde en Configuraci贸n.",
    "noteAlt": "Si alguien con quien has estado en contacto cercano da positivo en las pruebas de COVID-19, la aplicaci贸n te enviar谩 una alerta de contacto cercano.\n\nEl HSE tambi茅n te llamar谩 si usted proporciona su n煤mero abajo. El HSE tambi茅n puede llamarle si usted es identificado como un contacto cercano por el rastreo manual de contactos. El HSE le dar谩 consejos y lo referir谩 para que se haga la prueba si es apropiado.\n\nLa App s贸lo compartir谩 su n煤mero de tel茅fono con el HSE si recibe una Alerta de Contacto Cercano. Puede ingresar su n煤mero a continuaci贸n.",
    "noteSettings": "Si lo desea, intentaremos llamarle para proporcionarle m谩s ayuda despu茅s de que reciba una notificaci贸n de exposici贸n.\n\nSu n煤mero de tel茅fono s贸lo ser谩 compartido con el HSE si recibe una notificaci贸n de exposici贸n.",
    "optIn": "S铆, quiero optar",
    "noThanks": "No, gracias."
  },
  "closeContactNotification": {
    "title": "Alerta de Contacto Cercano",
    "description": "Por favor, compruebe la aplicaci贸n COVID Tracker ahora."
  },
  "closeContactWarn": {
    "title": "Alerta de Contacto Cercano",
    "notice": "La aplicaci贸n ha detectado que has estado en estrecho contacto con alguien que ha dado positivo en la prueba de COVID-19."
  },
  "closeContact": {
    "title": "Alerta de Contacto Cercano",
    "infoTitle": "Informaci贸n de Contacto Cercano",
    "intro": "Si ha recibido una notificaci贸n de la aplicaci贸n, o una llamada de nuestro equipo de Rastreo de Contactos, dici茅ndole que ha estado en contacto cercano con alguien que ha dado positivo en el test de coronavirus, puede que necesite hacerse la prueba.",
    "alertintro": "La aplicaci贸n COVID Tracker ha detectado que has estado en estrecho contacto con alguien que ha dado positivo en un test de coronavirus. Es posible que necesite hacerse la prueba.",
    "callBack": "Vuelve a llamar",
    "callBackQueue": "El equipo de rastreo de contactos del HSE le llamar谩 lo antes posible.",
    "todo": {
      "title": "Hay algunas cosas que deber铆as hacer para proteger a los dem谩s.",
      "selfIsolationDetails": "Para detalles sobre c贸mo auto-aislarse vaya a [https://www2.hse.ie/conditions/coronavirus/self-isolation-and-limited-social-interaction.html#close-contact](https://www2.hse.ie/conditions/coronavirus/self-isolation-and-limited-social-interaction.html#close-contact)",
      "list": "1. Qu茅date en casa.\n\n2. No vayas a trabajar.\n\n3. No uses el transporte p煤blico.\n\n4. No tengas visitas en tu casa.\n\n5. No visites a otros, aunque normalmente los cuides.\n\n6. No vaya a las tiendas o farmacias a menos que sea absolutamente necesario - cuando sea posible, ordene sus alimentos por internet o haga que algunos familiares o amigos se los lleven.\n\n 7. Mant茅ngase alejado de las personas mayores, de cualquier persona con problemas m茅dicos cr贸nicos o de mujeres embarazadas."
    }, 
    "symptoms": {
      "title": "Llama a tu m茅dico de cabecera si tienes s铆ntomas.",
      "intro": "Averigua m谩s acerca de lo que tienes que hacer en HSE.ie.",
      "callHSE": "Ir a HSE.ie"
    }
  },
  "uploadKeys": {
    "title": "Sube tus IDs aleatorios",
    "code": {
      "intro": "Un miembro del equipo de Rastreo de Contactos puede pedirle que comparta los IDs aleatorios, generadas por su tel茅fono durante los 14 d铆as anteriores.\n\nDe ser as铆 recibir谩 un c贸digo 煤nico de 6 d铆gitos por mensaje de texto para activar la funci贸n de carga. ",
      "expiredError": "El c贸digo ha expirado. Contacte con el HSE para solicitar otro.",
      "invalidError": "C贸digo inv谩lido. Por favor, int茅ntelo de nuevo.",
      "error": "Hubo un error al validar el c贸digo. Por favor, int茅ntelo de nuevo."
    },
    "upload": {
      "intro": "Para ayudarnos a rastrear sus contactos recientes de los 煤ltimos 14 d铆as, le pedimos que comparta la identificaci贸n an贸nima, aleatoriazada, generada por su tel茅fono, con el HSE.",
      "button": "Subir IDs aleatorios al HSE"
    },
    "permissionError": "No hemos subido sus claves porque no nos ha dado el permiso apropiado.",
    "uploadError": "Se produjo un error al intentar subirlas",
    "uploadSuccess": {
      "toast": "Carga completada",
      "thanks": "Gracias por subir sus identificaciones an贸nimos. Esto ayudar谩 a nuestro equipo de rastreo de contactos a frenar la propagaci贸n de COVID-19 y a proteger a los dem谩s.",
      "updates": "Volver a Actualizaciones"
    }
  },
  "sex": {
    "label": "Su sexo (opcional)",
    "female": "Femenino",
    "male": "Masculino"
  },
  "ageRange": {
    "label": "Su rango de edad (opcional)",
    "placeholder": "Elija su rango de edad"
  },
  "phoneNumber": {
    "code": {
      "label": "Su c贸digo de pa铆s",
      "placeholder": "Pa铆s",
      "searchPlaceholder": "Busca un pa铆s",
      "noResults": "No se han encontrado resultados para esta b煤squeda.\n\nInt茅ntalo de otra forma.",
      "error": {
        "required": "Se requiere el c贸digo de su pa铆s."
      }
    },
    "number": {
      "label": "Su n煤mero de tel茅fono (opcional)",
      "placeholder": "Su n煤mero",
      "error": {
        "invalid": "Su n煤mero no es v谩lido. Por favor, proporcione su n煤mero de tel茅fono completo.",
        "short": "Su n煤mero est谩 incompleto. Por favor, proporcione su n煤mero de tel茅fono completo.",
        "required": "Su n煤mero es necesario."
      }
    }
  },
  "county": {
    "label": "Su condado (opcional)",
    "placeholder": "Elija su condado",
    "searchPlaceholder": "Buscar",
    "noResults": "No se han encontrado resultados para esta b煤squeda.\n\nInt茅ntalo de otra forma."
  },
  "locality": {
    "label": "Su localidad (opcional)",
    "placeholder": "Elija su localidad",
    "searchPlaceholder": "Buscar",
    "noResults": "No se han encontrado resultados para esta b煤squeda.\n\nInt茅ntalo de otra forma."
  },
  "appUsage": {
    "title": "App Metrics",
    "info": "Al HSE le gustar铆a entender su uso de la App con el fin de mejorarla. \n\n La aplicaci贸n recoger铆a m茅tricas an贸nimas sobre c贸mo utilizas la App y la eficacia de los procesos de Rastreo de Contactos. Esta informaci贸n es recogida por el HSE directamente y no utiliza a ning煤n tercero para recoger m茅tricas.\n\n **Esta informaci贸n s贸lo se recoge con su expreso consentimiento y no puede ser utilizada para identificarle**.",
    "settingsInfo": "Si cambias de opini贸n, puedes modificar estos permisos, en Configuraci贸n, en cualquier momento.",
    "yesButton": "S铆, consiento",
    "noThanks": "No, gracias."
  },
  "metrics": {
    "title": "App Metrics",
    "info": "Al HSE le gustar铆a entender su uso de la App con el fin de mejorarla. \n\n La aplicaci贸n recoger铆a m茅tricas an贸nimas sobre c贸mo utilizas la App y la eficacia de los procesos de Rastreo de Contactos. Esta informaci贸n es recogida por el HSE directamente y no utiliza a ning煤n tercero para recoger m茅tricas.\n\n **Esta informaci贸n s贸lo se recoge con su expreso consentimiento y no puede ser utilizada para identificarle**.",
    "share": "Compartir estad铆sticas de uso de la app"
  },
  "tracingAvailable": {
    "title": "Rastreo de Contactos ya est谩 ahora disponible para usted",
    "text": "Configurar ahora"
  },
  "codeInput": {
    "accessibilityLabel": "D铆gito del c贸digo {{number}}",
    "accessibilityHint": "Entra el {{count}} d铆gito del c贸digo"
  }  
}
